const c = new Calendar(
    new Date(), {
        2020: [
          {
            20: [
              {id: 1, date: "2020-01-20", title: '첫글이야', desc: '안녕녕녕'},
              {id: 2, date: "2020-01-20", title: '하하ㅋㅋ', desc: '반가워ㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋ'}
            ], 
            21: [
                {id: 1, date: "2020-01-21", title: '첫글이야', desc: '안녕녕녕'},
                {id: 2, date: "2020-01-21", title: '하하ㅋㅋ', desc: '반가워ㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋ'}
              ]
          },{0:{},},{0:{},},{0:{},},{0:{},},{0:{},},{0:{},},{0:{},},{0:{},},{0:{},},{0:{},},{0:{},},
        ]
      }
);